# Taps
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/services'

# Install fish shell
brew 'fish'

# Install binaries
#brew 'fzf'
brew 'dockutil'
brew 'imagemagick'
brew 'mackup'
brew 'mas'
brew 'node'
brew 'rbenv'
#brew 'z'

# Development
brew 'carthage'
# brew 'swiftlint' # Can't be installed without Xcode being installed first

# Apps
#cask 'dash'
#cask 'paw'
#cask 'tower'
cask 'alfred'
cask 'appcleaner'
cask 'bitbar'
cask 'controlplane'
cask 'cyberduck'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-drive'
cask 'gpgtools'
cask 'handbrake'
cask 'hipchat'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'jdownloader'
cask 'little-snitch'
cask 'logitech-gaming-software'
cask 'microsoft-office'
cask 'netspot'
cask 'raindropio'
cask 'reflector'
cask 'rescuetime'
cask 'scroll-reverser'
cask 'sequel-pro'
cask 'skala-preview'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'sublime-text'
cask 'teamspeak-client'
cask 'vlc'
cask 'whatsapp'

# Quicklook
cask 'provisionql'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'

# Install Mac App Store apps
mas '1Password', id: 443987910
mas 'Affinity Photo', id: 824183456
mas 'Amphetamine', id: 937984704
mas 'BetterSnapTool', id: 417375580
mas 'Blackmagic Disk Speed Test', id: 425264550
mas 'DaisyDisk', id: 411643860
mas 'Giphy Capture', id: 668208984
mas 'Growl', id: 467939042
mas 'Keynote', id: 409183694
mas 'Marked 2', id: 890031187
mas 'PhotoSweeper', id: 463362050
mas 'The Unarchiver', id: 425424353
mas 'Wunderlist', id: 410628904
mas 'Xcode', id: 497799835
