# Taps
brew tap homebrew/cask-versions
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/services'

# Install fish shell
brew 'fish'

# Install binaries
#brew 'fzf'
brew 'dockutil'
brew 'imagemagick'
brew 'mackup'
brew 'mas'
brew 'node'
brew 'rbenv'
#brew 'z'

# Development
brew 'carthage'
brew 'git'
brew 'yarn'
# brew 'swiftlint' # Can't be installed without Xcode being installed first

# Apps
cask 'alfred'
cask 'appcleaner'
cask 'bitbar'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'iterm2'
cask 'little-snitch'
cask 'microsoft-office'
cask 'slack'
cask 'spotify'
cask 'setapp'
cask 'tower2'

# Quicklook
cask 'provisionql'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'

# Fonts
cask 'font-meslo-lg-for-powerline'

# Install Mac App Store apps
mas '1Blocker', id: 1107421413
mas '1Password 7', id: 1333542190
mas 'Affinity Photo', id: 824183456
mas 'Amphetamine', id: 937984704
mas 'Blackmagic Disk Speed Test', id: 425264550
mas 'DevCleaner', id: 1388020431
mas 'Growl', id: 467939042
mas 'IsItPrivate', id: 1440322906
mas 'Keynote', id: 409183694
mas 'Speedtest', id: 1153157709
mas 'Things3', id: 904280696
mas 'Xcode', id: 497799835